Repository: GeoffBurns/Rickety-Kate
Catalog: Rickety Kate/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_pt

source: Spades
de: Pik
es: Picas
fr: Piques
it: Picche
pt_pt: Espades

source: Hearts
de: Herz
es: Corazones
fr: Cœurs
it: Cuori
pt_pt: Copas

source: Jack
de: Bube
es: Sota
fr: Valet
it: Fante
pt_pt: Valete

source: Jacks
de: Bube
es: Sotas
fr: Valets
it: Fanti
pt_pt: Valetes

source: Clubs
de: Kreuz
es: Trébols
fr: Trèfles
it: Fiori
pt_pt: Paus

source: Diamonds
de: Karo
es: Diamantes
fr: Carreaux
it: Quadri
pt_pt: Ouros

source: Suns
de: Sonne
es: Soles
fr: Soleils
it: Soli
pt_pt: Sois

source: Anchors
de: Anker
es: Anclas
fr: Ancres
it: Ancres
pt_pt: Âncoras

source: Stars
de: Stern
es: Estrellas
fr: Étoiles
it: Stelle
pt_pt: Estrelas

source: Picks
de: Hacke
es: Picos
fr: Pioches
it: Picconi
pt_pt: Picaretas

source: Trumps
es: Triunfos
it: Trionfi

source: Jokers
es: Comodines
fr: Bouffons
it: Giullari
pt_pt: Curingas

source: Spade
de: Pik
es: Pica
fr: Pique
it: Pique
pt_pt: Espade

source: Heart
de: Herz
es: Corazone
fr: Cœur
it: Cuori
pt_pt: Copa

source: Club
de: Kreuz
es: Trébol
fr: Trèfle
it: Fiore
pt_pt: Pau

source: Diamond
de: Karo
es: Diamante
fr: Carreau
it: Quadri
pt_pt: Ouro

source: Sun
de: Sonne
es: Sole
it: Sole
pt_pt: Sol

source: Anchor
de: Anker
es: Ancla
fr: Ancrer
it: Ancora
pt_pt: Âncora

source: Star
de: Stern
es: Estrells
fr: Étoile
it: Stella
pt_pt: Estrelas

source: Pick
de: Hacke
es: Pico
fr: Pioche
it: Piccone
pt_pt: Picareta

source: Trump
es: Triunfo
it: Trionfo

source: Joker
es: Comodine
fr: Bouffon
it: Giullare

source: Not Applicable
de: Nicht anwendbar
es: No aplica
fr: N'est pas applicable
it: Applicabile

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuna

# %@ of %@
source: %1$@ of %2$@
es: %1$@ de %2$@
fr: %1$@ de %2$@
it: %1$@ di %2$@
pt_pt: %1$@ de %2$@

source: Knight
de: Ober
es: Caballo
fr: Chevalier
it: Cavallo
pt_pt: Cavaleiro

source: Archer
de: Schütze
es: Aarquero
it: Arciere
pt_pt: Arqueiro

source: Princess
de: Fürstin
es: Princesa
fr: Princesse
it: Principessa
pt_pt: Princesa

source: Prince
de: Prinz
es: Príncipe
it: Principe
pt_pt: Príncipe

source: Queen
de: Dame
es: Reina
fr: Dame
it: Donna
pt_pt: Dama

source: King
de: König
es: Rey
fr: Roi
it: Re
pt_pt: Rei

source: Ace
de: Ass
es: As
fr: As
it: Asso
pt_pt: Ás

# Jack_Letter
source: J
de: B
fr: V
it: F

# Knight_Letter
source: Kn
de: O
es: C
fr: C
it: C

# Queen_Letter
source: Q
de: D
fr: D
it: D

# King_Letter
source: K
fr: R
it: R

# Fool
source: The Fool
de: Der Narr
es: El tonto
fr: L'idiot
it: L'idiota
pt_pt: O Bobo

# Joker1
source: Joker Light (1)
de: Joker Licht (1)
es: Comodines Luz (1)
fr: Bouffon Pâle (1)
it: Pallido Giullare (1)
pt_pt: Curinga Luz (1)

# Joker2
source: Joker Dark (2)
de: Joker Dunkel (2)
es: Comodines Oscuro (2)
fr: Bouffon Foncé (2)
it: Buffone Scuro (2)
pt_pt: Curinga Escuro (2)

# Magician
source: The Magician
de: Der Magier
es: El mago
fr: Le magicien
it: Il mago
pt_pt: O Mágico

# Priestess
source: The High Priestess
de: Die Hohepriesterin
es: La suma sacerdotisa
fr: La Grande Prêtresse
it: La Somma Sacerdotessa
pt_pt: A Sacerdotisa

# Empress
source: The Empress
de: Die Kaiserin
es: La emperatriz
fr: l'impératrice
it: Imperatrice
pt_pt: A Imperatriz

# Emperor
source: The Emperor
de: Der Kaiser
es: El emperador
fr: L'empereur
it: L’imperatore
pt_pt: O Imperador

# Hierophant
source: The Hierophant
de: Der Hierophant
es: El Hierofante
fr: Le Pape
it: Il Papa
pt_pt: O Hierofante

# Lovers
source: The Lovers
de: Die Liebenden
es: Los amantes
fr: Les amoureux
it: Gli Amanti
pt_pt: Os Amantes

# Chariot
source: The Chariot
de: Der Chariot
es: La máquina de guerra
fr: Le Chariot
it: Il Carrello

source: Strength
de: Stärke
es: Fuerza
fr: Force
it: Forza
pt_pt: Força

# Hermit
source: The Hermit
de: Der Einsiedler
es: El ermitaño
fr: L'ermite
it: L'Eremita
pt_pt: O Eremita

# Fortune
source: Wheel of Fortune
de: Glücksrad
es: Rueda de la fortuna
fr: Roue de la Fortune
it: Ruota Della Fortuna
pt_pt: Roda da Fortuna

source: Justice
de: Gerechtigkeit
es: Justicia
it: Giustizia
pt_pt: Justiça

# Hanged Man
source: The Hanged Man
de: Der Gehängte
es: El ahorcado
fr: Le pendu
it: Impiccato
pt_pt: O Enforcado

source: Death
de: Tod
es: Muerte
fr: Décès
it: Morte
pt_pt: Morte

source: Temperance
es: Templanza
fr: Tempérance
it: Temperanza
pt_pt: Temperança

# Devil
source: The Devil
de: Der Teufel
es: El diablo
fr: Le diable
it: Il Diavolo
pt_pt: O Diabo

# Tower
source: The Tower
de: Der Turm
es: La Torre
fr: La tour
it: Torre
pt_pt: A Torre

source: The Star
de: Der Stern
es: La estrella
fr: L'étoile
it: La Stella
pt_pt: A Estrela

# Moon
source: The Moon
de: Der Mond
es: La luna
fr: La lune
it: La luna
pt_pt: A Lua

source: The Sun
de: Die Sonne
es: El sol
fr: Le soleil
it: Il Sole
pt_pt: O Sol

source: Judgement
de: Gericht
es: Juicio
fr: Jugement
it: Giudizio
pt_pt: Julgamento

# World
source: The World
de: Die Welt
es: El mundo
fr: Le monde
it: Il Mondo
pt_pt: O Mundo

source: Deuce
de: Zwei
es: Dos
fr: Deux
it: Due
pt_pt: Dois

source: Three
de: Drei
es: Tres
fr: Trois
it: Tre
pt_pt: Três

source: Trey
de: Drei
es: Tres
fr: Trois
it: Tre
pt_pt: Três

source: Four
de: Vier
es: Cuatro
fr: Quatre
it: Quattro
pt_pt: Quatro

source: Five
de: Fünf
es: Cinco
fr: Cinq
it: Cinque
pt_pt: Cinco

source: Six
de: Sechs
es: Seis
it: Sei
pt_pt: Seis

source: Seven
de: Sieben
es: Siete
fr: Sept
it: Sette
pt_pt: Sete

source: Eight
de: Acht
es: Ocho
fr: Huit
it: Otto
pt_pt: Oito

source: Nine
de: Neun
es: Nueve
fr: Neuf
it: Nove
pt_pt: Nove

source: Ten
de: Zehn
es: Diez
fr: Dix
it: Dieci
pt_pt: Dez

source: Eleven
de: Elf
es: Once
fr: Onze
it: Undici
pt_pt: Onze

source: Twelve
de: Zwölf
es: Doce
fr: Douze
it: Dodici

source: Thirteen
de: Dreizehn
es: Trece
fr: Treize
it: Tredici

# Number Of Suites
source: Number Of Suites in Deck
de: Anzahl der Farben in einer Blatt
es: Número de palos en la cubierta
fr: Nombre de couleurs
it: Numero di Semi
pt_pt: Número de naipes

# Number In Suite
source: Number Of Cards in Suite
de: Anzahl von Karten in einem Farb
es: Número de tarjetas en la Palo
fr: Nombre de cartes en couleur
it: Numero di carte in Semi
pt_pt: Número de cartões em naipe

# Number Of Players
source: Number Of Players At Table
de: Anzahl der Spieler am Tisch
es: Número de jugadores en la tabla
fr: Nombre de joueurs à table
it: Numero di giocatori
pt_pt: Número de jogadores

source: Number of Human Players
de: Anzahl der menschliche Spieler
es: Número de jugadores humanos
fr: Nombre de joueurs humains
it: Numero di giocatori umani
pt_pt: Número de Jogadores Humanos

source: Pass Worst Cards?
de: Geben schlechtesten Karten?
es: Pase Peor Tarjetas?
fr: Faites circuler votre pire cartes?
it: Dare la pena alle tue peggiori carte?
pt_pt: Passar seus piores cartas?

source: Include Tarot Trumps?
de: Fügen Sie Tarot Trumps?
es: Incluir Arcanos del Tarots?
fr: Inclure Tarot Trumps?
it: Includere i Trionfi dei Tarocchi?
pt_pt: Incluir os trunfos do Tarô?

source: Include Hooligan?
de: Fügen Sie die Hooligan?
es: Incluya el gamberro?
fr: Inclure Hooligan?
it: Includi il teppista?
pt_pt: Incluir Hooligan?

source: Include Omnibus?
de: Fügen Sie die Omnibus?
es: Incluya el Omnibus?
fr: Inclure Omnibus?
it: Includere l'omnibus?
pt_pt: Incluir ônibus?

source: Allow Breaking Trumps?
de: Erlaube das Öffnen der Straffarbe?
es: Comience con una tarjeta de penalización?
fr: Autoriser rupture Trumps?
it: Può aprire semi di rigore?
pt_pt: Permitir quebra Trumps?

source: Game Finishing Score
de: Spiel Finishing Score
es: Juego Acabado Puntuación
fr: Jeu de finition Score
it: Punteggio di gioco finale
pt_pt: Pontuação de acabamento

source: Use Numbers For Court Cards?
de: Verwenden Zahlen für den Index?
es: Utilizar los números de índice?
fr: Numéros de cartes Cour?
it: Usa i numeri per le carte di corte?
pt_pt: Usar números para o índice??

# Rule Set
source: Penalty Cards
de: Strafkarten
es: Tarjetas de penalización
fr: Cartes de pénalité
it: Carte Penalità
pt_pt: Cartas Penalizadas

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
pt_pt: Sim

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Giocare
pt_pt: Jogar

source: More
de: Mehr
es: Más
fr: Plus
it: Più
pt_pt: Mais

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
pt_pt: Regras

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt_pt: Opções

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt_pt: Voltar

source: Very Slow
de: Sehr langsam
es: Muy lento
fr: Très lent
it: Molto lento
pt_pt: Muito devagar

source: Slow
de: Langsam
es: Lento
fr: Lent
it: Lento
pt_pt: Lento

source: Normal
it: Normale

source: Fast
de: Schnelle
es: Ayunar
fr: Rapide
it: Veloce
pt_pt: Rápido

source: Very Fast
de: Sehr schnell
es: Muy rapido
fr: Très rapide
it: Molto veloce
pt_pt: Muito Rápido

source: Card Rankings
de: Karte Bewertungen
es: Ranking de tarjetas
fr: Classements de cartes
it: Classifiche delle carte
pt_pt: Rankings de cartão

source: High Cards
de: Hohe Karten
es: Tarjetas de alta
fr: Cartes Haute
it: Carte alte
pt_pt: Cartas Altas

source: Low Cards
de: Low-Karten
es: Low Tarjetas
fr: Cartes Basses
it: Carte basse
pt_pt: Baixas Cartões

source: You can not Play You have to Knock
de: Sie können nicht spielen Sie müssen sich übergeben
es: No se puede jugar. Tienes que pasar
fr: Vous ne pouvez pas jouer Vous devez passer
it: Non puoi giocare Devi bussare
pt_pt: Você não pode jogar Você tem que passar

source: %@ Knocked
de: %@ übergeben
es: %@ Pasado
fr: %@ passé
it: %@ bussò
pt_pt: %@ Passar

source: player
de: spieler
es: jugador
fr: joueur
it: giocatore
pt_pt: jogador

source: Having trouble connecting to Game Center
de: Wir Probleme bei der Verbindung mit dem Game Center
es: Estamos teniendo problemas para conectarse a la Game Center
fr: Nous avons des problèmes de connexion à l'Game Center
it: Problemi con la connessione a Game Center
pt_pt: Nós estamos tendo problemas para se conectar à Game Center

source: Connecting to Game Center
de: Verbindung zum Spielcenter
es: Conectando al centro de juegos
fr: Connexion au centre de jeu
it: Collegamento al centro di gioco

source: Show Tips
de: Anzeigehinweise
es: Mostrar sugerencias
fr: Conseils d'affichage
it: Mostra suggerimenti
pt_pt: Mostrar sugestões

source: Try to block other players by holding back cards
de: Versuchen Sie, die anderen Spieler, indem Sie zurück Karten blockieren
es: Trate de bloquear a otros jugadores al retener tarjetas
fr: Essayez de bloquer les autres joueurs en retenant les cartes
it: Prova a bloccare gli altri giocatori trattenendo le carte
pt_pt: Tentar bloquear outros jogadores retendo cartões

# Try_not_to_block_yourself
source: Try not to block yourself by holding back cards you will need
de: Versuchen Sie nicht, sich selbst durch Zurückhaltung Karten müssen blockieren
es: Trate de no bloquear a ti mismo al retener tarjetas que necesitará
fr: Essayez de ne pas vous bloquer en retenant les cartes dont vous aurez besoin
it: Cerca di non bloccarti trattenendo le carte di cui avrai bisogno
pt_pt: Tente não bloquear-se por reter cartões que você vai precisar

# Tap_cog_symbol_to_build_your_own_deck_of_cards
source: Tap cog symbol to create your own deck of cards
de: Drücken Sie die Zahnradsymbol, um Ihr eigenes Kartenspiel zu erstellen
es: Pulse el símbolo de cremallera para crear su propia baraja de cartas
fr: Appuyez sur le symbole à crémaillère pour créer votre propre jeu de cartes
it: Tocca il simbolo del pignone per creare il tuo mazzo di carte
pt_pt: Pressione o símbolo cog para criar o seu próprio baralho de cartas

source: Tap cog symbol to change the number of players
de: Drücken Sie die Zahnradsymbol, um die Anzahl der Spieler ändern
es: Pulse el símbolo de cremallera para cambiar el número de jugadores
fr: appuyez sur le symbole rouage de changer le nombre de joueurs
it: Tocca il simbolo cog per modificare il numero di giocatori
pt_pt: pressione o símbolo cog para alterar o número de jogadores

# Try_to_avoid_winning_Rickety_Kate
source: Try to avoid winning the Queen of Spades
de: Versuchen Sie zu vermeiden Gewinn der Pik-Dame
es: Trate de evitar ganar la Reina de Espadas
fr: Essayez d'éviter de gagner la Dame de Pique
it: Cerca di evitare di vincere la donna di picche
pt_pt: Tente evitar ganhar a Dama de Espadas

source: Tap triangle to start game
de: Pressedreiecksymbol, um Spiel zu starten
es: Símbolo de prensa triángulo para iniciar el juego
fr: Symbole appuyez sur triangle pour lancer jeu
it: Tocca il triangolo per iniziare il gioco
pt_pt: Símbolo pressione o triângulo para começar o jogo

source: Tap dice to start game with random rules
de: Presse Würfel-Spiel mit zufälligen Regeln starten
es: Dados de prensa para iniciar juegos con reglas aleatorias
fr: Dés de presse pour commencer jeu avec des règles aléatoires
it: Tocca i dadi per iniziare il gioco con regole casuali
pt_pt: Dice de imprensa para começar o jogo com regras aleatórias

# Tap_cross_to_end_game
source: Tap cross symbol to end game
de: Presse Kreuz-Symbol, um Ende des Spiels
es: Símbolo de prensa cruz para final del juego
fr: Symbole presse croix pour fin de match
it: Tocca il simbolo della croce per terminare il gioco
pt_pt: Símbolo imprensa cruz para jogo final

source: Tap question mark to learn rules
de: Pressefragezeichen-Symbol, um die Regeln zu lernen
es: Símbolo Oprima signo de interrogación para aprender las reglas
fr: Symbole appuyez sur le point d'interrogation pour apprendre les règles
it: Tocca il punto interrogativo per imparare le regole
pt_pt: Símbolo Oprima signo de interrogación para aprender las reglas

source: Tap cog symbol to change rules
de: Drücken Sie die Zahnradsymbol, um die Regeln des Spiels ändern
es: Pulse el símbolo de cremallera para cambiar las reglas del juego
fr: Appuyez sur le symbole rouage de changer les règles du jeu
it: Tocca il simbolo cog per cambiare le regole
pt_pt: Pulse el símbolo de cremallera para cambiar las reglas del juego

source: Drag a card to the center to play
de: Ziehen Sie eine Karte in die Mitte, um das Spiel zu spielen
es: Arrastrar una tarjeta para el centro para jugar el juego
fr: Faire glisser une carte au centre de jouer le jeu
it: Trascina una carta al centro per giocare
pt_pt: Arrastrar una tarjeta para el centro para jugar el juego

source: You need to follow suite if you can
de: Sie benötigen, um die gleiche Farb zu spielen, wenn Sie eine haben
es: Que necesitas para jugar el mismo palo si tiene uno
fr: Vous devez jouer la même couleur si vous en avez un
it: Devi seguire la semi se puoi
pt_pt: Você precisa jogar o mesmo naipe, se tiver um

source: Try to avoid winning %@
de: Versuchen zu vermeiden, gewinneng %@
es: Tratar de evitar las %@ ganador
fr: Tessayer d'éviter de gagner %@
it: Cerca di evitare di vincere %@
pt_pt: Tratar de evitar las %@ ganador

source: The lowest score wins
de: Die niedrigste Punktzahl gewinnt das Spiel
es: La puntuación más baja gana el juego
fr: Le score le plus bas gagne le jeu
it: Il punteggio più basso vince
pt_pt: La puntuación más baja gana el juego

source: Swipe to turn over your cards
de: Swipe umdrehen Ihre Karten
es: Pase a entregar sus tarjetas
fr: Balayage de tourner sur vos cartes
it: Scorri per girare le tue carte
pt_pt: Passe a entregar seus cartões

# Swipe to turn over _ cards
source: Swipe to turn over %@'s cards
it: Scorri per girare le carte di%@

# %@ Turn
source: %@'s Turn
de: %@ an der Reihe
es: Turno de %@
fr: Au tour de %@
it: Questo è il turno di %@
pt_pt: A vez de %@

source: You Need to Play %@ First
de: Sie müssen sich zuerst Spielen %@
es: Que necesitas para jugar los %@ primero
fr: Vous devez jouer le premier %@
it: Hai bisogno di suonare il primo %@
pt_pt: Você precisa jogar %@ Primeira

source: Card Does Not Follow Suite
de: Karte nicht folgen farbe
es: Tarjeta no sigue palo
fr: Carte n'a pas suivez couleur
it: La carta non segue la semi
pt_pt: Karte funktioniert nicht Befolgen naipe

source: Play a %@
de: Spielen einen %@
es: jugar %@
fr: Jouer un %@
it: Gioca una %@

source: Can not Lead with a %@
de: Kann nicht mit einem %@ zu führen
es: Usted no puede conducir con un %@
fr: Ne peut pas conduire avec une %@
it: Non posso guidare con una %@
pt_pt: Kann nicht mit einem %@ Blei

source: Game On
de: Spiel gestartet
es: Juego empezó
fr: Jeu a commencé
it: Inizio partita
pt_pt: Jogo Começa

source: Bussing %@
de: %@-Bus
es: %@ ómnibus
fr: %@ omnibus
it: Autobus %@
pt_pt: %@ de Ônibus

# %@ Game On
source: %@ Game Started
de: %@ Spiel beginn
es: Comenzando %@ Juego
fr: À compter de %@ jeu
it: %@ Partita iniziata
pt_pt: %@ Jogo com início

source: Discard 3 cards
de: Entsorgen Sie drei Karten
es: Deseche 3 cartas
fr: Jeter trois cartes
it: Scarta 3 carte
pt_pt: Descarte três cartões

source: Discard Your
de: Entsorgen Sie Ihre
es: Deseche Sus
fr: Jeter Vos
it: Scarta la tua
pt_pt: Descartar as

source: Three Worst Cards
de: drei schlechtesten Karten
es: tres Peor Tarjetas
fr: trois pires cartes
it: Tre peggiori carte
pt_pt: Três piores Cartões

source: Discard one more card
de: Entsorgen Sie eine
es: Descartar una carta más
fr: Jeter une carte de plus
it: Scarta un'altra carta
pt_pt: Descarte mais uma carta

source: Your worst card
de: weitere Karten
es: Tu peor carta
fr: Votre pire carte
it: La tua peggior carta
pt_pt: Seu pior cartão

source: Your worst cards
de: weitere Karte
es: Sus peores cartas
fr: Votre pire cartes
it: Le tue peggiori carte
pt_pt: Os seus piores cartões

source: Discard two more cards
de: Entsorgen Sie zwei
es: Descartar dos cartas más
fr: Jeter deux autres cartes
it: Scarta altre due carte
pt_pt: Descartar mais duas placas

source: Wait your turn
de: Warte, bis du an der Reihe bist
es: Espera tu turno
fr: Attendez votre tour
it: Aspetta il tuo turno
pt_pt: Espere sua vez

source: Your Turn
de: Du bist dran
es: Tu turno
fr: C'est ton tour
it: Il tuo turno
pt_pt: Sua vez agora

source: Congratulatons!!! %@
de: Herzliche Glückwünsche!!! %@
fr: Félicitations à vous!!! %@
it: Congratulazioni!!! %@

source: You just Won the Game
de: Sie haben soeben hat das Spiel
es: Usted acaba de ganar el juego
fr: Vous avez juste gagné le jeu
it: Hai appena vinto il gioco
pt_pt: Você só ganhou o jogo

source: %@ just Won the Game
de: %@ nur hat das Spiel
es: %@ acaba de ganar el juego
fr: %@ vient de remporter le jeu
it: %@ ha appena vinto il gioco
pt_pt: %@ jacaba de ganhar o jogo

source: You just Won the Trick
de: Sie haben die Trick Gewann
es: Usted acaba de ganar el truco
fr: Vous venez de gagner le Tour
it: Hai appena vinto la presa
pt_pt: Você acaba de ganhar o truque

source: %@ just Won the Trick
de: %@ nur den Trick Gewann
es: %@ jacaba de ganar el truco
fr: %@ vient de remporter le Tour
it: %@ ha appena vinto la presa
pt_pt: %@ acaba de ganhar o truque

source: You just Shot the Moon
de: Sie haben Aufnahme der Mond
es: Usted Alcanzó la Luna
fr: Vous venez de capturer la Lune
it: Hai appena sparato alla luna
pt_pt: Você só tiro a Lua

source: %@ just Shot the Moon
de: %@ nur den Aufnahme der Mond
es: %@ a Alcanzó la Luna
fr: %@ vient de tirer la Lune
it: %@ ha appena colpito la luna
pt_pt: %@ jacabou de filmar Lua

# You was kissed by Rickety Kate Poor You
source: You were kissed by Rickety Kate. Poor you.
de: Sie wurden von Rachitischen Kate geküsst. Du Armer.
es: Usted fue besado por Raquítico Kate. Poor usted
it: Sei stato baciato da Rachitico Kate. Povero te.

source: %@ was kissed by Rickety Kate. Poor %@.
de: %@ wurde von der Rachitischen Kate geküsst. Schlechte %@.
es: %@ fue besado por Raquítico Kate. Pobre %@.
fr: %@ a été embrassé par Rachitique Kate. Le pauvre %@.
it: %@ è stata baciata da Rachitico Kate. Povero %@.
pt_pt: %@ fue besado por Raquítico Kate. Pobre %@.

# You was bashed by the Hooligan Poor You
source: You were bashed by the Hooligan. Poor you.
de: Sie wurden von der Hooligan eingeschlagen. Du Armer.
es: Estabas golpeaste por el gamberro. Pobre de tí
fr: Vous avez été défoncé par le Hooligan. Pauvre toi.
it: Sei stato colpito da un Hooligan. Povero te.

source: You just Caught the Bus
de: Die ihr gerade gefangen dem Bus
es: Usted acaba de coger el autobús
fr: Vous avez juste pris le bus
it: Hai appena preso l'autobus
pt_pt: Você acabou de pegar o ônibus

source: %@ just Caught the Bus
de: %@ gerade gefangen den Bus
es: %@ acaba de coger el autobús
fr: %@ juste pris le bus
it: %@ ha appena catturato l'autobus
pt_pt: %@ apenas pegar o ônibus

source: Finished
es: Terminado
fr: Terminé
it: Finito
pt_pt: Acabado

source: Are you sure
de: Bist du sicher
es: ¿Seguro que
fr: Êtes-vous sûr
it: Sei sicuro?
pt_pt: Você tem certeza

source: you want to exit?
de: Sie beenden möchten?
es: quieres salir?
fr: de vouloir quitter?
it: Vuoi uscire?
pt_pt: que quer sair?

source: You
de: Sie
es: Usted
fr: Tu
it: Tu
pt_pt: Você

source: Bad Luck
de: Pech
es: Mala suerte
fr: Malchance
it: Sfortuna
pt_pt: Má Sorte

source: You won a %@
de: Sie ein %@ gewonnen haben
es: Te has ganado una %@
fr: Vous avez gagné un %@
it: Hai vinto una %@
pt_pt: Você ganhou uma %@

source: You won %d %@
de: Sie %d %@ gewonnen haben
es: Te has ganado %d %@
fr: Vous avez gagné %d %@
it: Hai vinto %d %@
pt_pt: Você ganhou %d %@

source: %@ won a %@
de: %@ hat ein %@ gewonnen
es: %@ ganó un %@
fr: %@ a gagné un %@
it: %@ ha vinto una %@
pt_pt: %@ ganhou uma %@

source: %@ won %d %@
de: %@ hat %d %@ gewonnen
es: %@ ganó %d %@
fr: %@ a gagné %d %@
it: %@ ha vinto %d %@
pt_pt: %@ ganhou %d %@

# Seven Rules
source: The player with the %@ starts. Players open each suite with the %@ of that suite. After the suite has been openned the players lay out the cards of the suite above and below the %@ in order, adding cards in sequence down to the ace and up to the king. If a player can not lay down a card then they 'Knock' and the turn passes to the next player. The first player to run out of cards wins the hand.
de: Der Spieler mit den %@ beginnt. Spieler öffnen jede Farbe mit %@ dieser Farbe. Nachdem die Farbe eröffnet wurde die Spieler legen die Karten der Farbe über und unter der %@ in Ordnung ist, das Hinzufügen Karten in der Folge bis zum Ass und hinauf zum König. Fa Spieler kann eine Karte nicht legte sich dann übergeben und das wiederum geht auf den nächsten Spieler. Der erste Spieler, der keine Karten mehr gewinnt die Hand.
es: El jugador con el %@ comienza. Los jugadores abren cada palo con el %@ de esa Palo. Después de la palo ha sido openned los jugadores ponen las cartas de la palo por encima y por debajo del %@ en orden, añadiendo cartas en secuencia hasta el as y hasta el rey. Si un jugador no puede fijar en una tarjeta y luego pasan y el turno pasa al siguiente jugador. El primer jugador que se quede sin cartas gana la mano.
fr: Le joueur avec le %@ commence. Joueur ouvrir chaque couleur avec le %@ de cette couleur. Après la couleur a été ouvert, les joueurs étalent les cartes de la couleur ci-dessus et ci-dessous les %@ dans l'ordre, d'ajouter des cartes dans l'ordre jusqu'à l'as et monter vers le roi. Si un joueur ne peut pas fixer une carte puis ils «knock» et le tour passe au joueur suivant. Le premier joueur à court de cartes gagne la main.
it: Inizia il giocatore con il %@. I giocatori aprono ogni semi con i %@ di quel seme. Dopo che il semi è stato aperto, i giocatori dispongono le carte della semi sopra e sotto le %@ in ordine, aggiungendo le carte in sequenza fino all'asso e fino al re. Se un giocatore non può depositare una carta, allora 'bussa' e il turno passa al giocatore successivo. Il primo giocatore che esaurisce le carte vince la mano.
