Repository: GeoffBurns/Rickety-Kate
Catalog: Rickety Kate/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_pt

# Rickety Kate Spades Rules
source: Rickety Kate is a trick taking card game. This means every player tosses in a card and the player with the highest card in the same suite as the first card wins the trick and the cards. But wait! the person with the lowest running score wins. So winning a trick is not necessarily good. The Queen of Spades (Rickety Kate) is worth 10 points against you and in the Spades variation of the game the other spades are worth 1 point against you. When you run out of cards you are dealt another hand. If you obtain all the spades in a hand it is called 'Shooting the Moon' and your score drops to zero. At the beginning of each hand the player pass their three worst cards to their neighbour. Aces and King are the worst cards.
de: Rachitischen Kate ist ein Trick unter Kartenspiel. Das bedeutet, jeder Spieler wirft in einer Karte und der Spieler mit der höchsten Karte in der gleichen farbe als die erste Karte gewinnt den Stich und die Karten. Aber warte! die Person, die mit den niedrigsten Betriebs Punktzahl gewinnt. So gewinnen einen Trick ist nicht unbedingt gut. Die Pik-Dame (Rachitischen Kate) gibt es 10 Punkte gegen Sie und in der Spades Variation des Spiels die anderen Pik 1 Punkt gegen Sie. Wenn Sie aus Karten laufen Sie eine andere Hand ausgeteilt werden. Wenn Sie alle Spaten in der Hand zu erreichen, wird als 'Dreharbeiten für den Mond' und Ihre Gäste auf Null fällt. Zu Beginn jeder Hand der Spieler geben ihre drei schlechtesten Karten, um ihre Nachbarn. Asse und König sind die schlechtesten Karten.
es: Raquítico Kate es un juego de cartas cuyo objetivo es acabar la partida con el mínimo de puntos posibles. El que comienza la ronda tira una carta en medio de la mesa. Los otros tienen que seguir con el mismo palo . Gana la mano quien haya sacado la carta más alta, para efectos de este juego el As (A) de cada palo representa la carta más alta. El ganador de la mano es el que comienza la siguiente ronda. Si no se tienen cartas del palo escogido se puede tirar cualquier otra. Las cartas negativas son todas las del palo picas y la Reina de picas, también llamada Raquítico Kate. Modificación de las opciones será agregar cartas más negativas y positivas. Si usted obtiene todas las cartas negativas en una mano se le llama 'Alcanzar la Luna' y su puntuación se reduce a cero. En la primera ronda, cada jugador debe escoger 3 cartas y pasarlas al jugador de la izquierda.
fr: Rachitique Kate est un jeu astuce prise de la carte. Cela signifie que chaque joueur lance dans une carte et le joueur avec la carte la plus haute dans la même couleur que la première carte remporte le pli et les cartes. Mais attendez! la personne avec le plus bas score gagne de course. Donc gagner un truc est pas nécessairement bon. La Dame de pique (Rachitique Kate) vaut 10 points contre vous et dans la variation pique du jeu, les autres pelles valent 1 point contre vous. Lorsque vous avez plus de cartes que vous recevez une autre main. Si vous obtenez tous les pique dans une main, il est appelé 'Tir la Lune' et votre score tombe à zéro. Au début de chaque main le joueur passer leurs trois pires cartes de leur voisin. As et Roi sont les pires cartes.
it: Rachitico Kate è un gioco di carte da presa. Questo significa che ogni giocatore lancia una carta e il giocatore con la carta più alta nella stessa semi della prima carta vince il trucco e le carte. Ma aspetta! vince la persona con il punteggio più basso. Quindi vincere un trucco non è necessariamente buono. The Donna di Picche (Rachitico Kate) vale 10 punti contro di te e nella variante Picche del gioco le altre carte di valore valgono 1 punto contro di te. Quando finisci le carte ti viene data un'altra mano. Se ottieni tutte le carte di picche in una mano si chiama 'Spara alla Luna' e il tuo punteggio scende a zero. All'inizio di ogni mano il giocatore passa le sue tre peggiori carte al suo vicino. Assi e Re sono le peggiori carte.
pt_pt: Raquítico Kate é um jogo de truque tendo cartão. Isso significa que cada jogador lançamentos em um cartão eo jogador com a carta mais alta na mesma suíte como o primeiro cartão ganha o truque e os cartões. Mas espera! a pessoa com a menor pontuação ganha corrida. Portanto, vencer um truque não é necessariamente bom. A Dama de Espadas (Raquítico Kate) vale 10 pontos contra você e na variação das pás do jogo os outros espadas valem 1 ponto contra você. Quando você correr para fora de cartões que você é negociado outra mão. Se você obter todas as pás em uma mão ele é chamado de 'Disparado a Lua' e sua pontuação cai para zero. No início de cada mão o jogador passar as suas três piores cartas para seu vizinho. Ás e Rei são as piores cartas.

# Rickety Kate Jacks Rules
source: Rickety Kate is a trick taking card game. This means every player tosses in a card and the player with the highest card in the same suite as the first card wins the trick and the cards. But wait! the person with the lowest running score wins. So winning a trick is not necessarily good. The Queen of Spades (Rickety Kate) is worth 10 points against you and in the Jacks variation of of the game each Jack is worth two points against you. When you run out of cards you are dealt another hand. If you obtain all the spades in a hand it is called 'Shooting the Moon' and your score drops to zero. At the beginning of each hand the player pass their three worst cards to their neighbour. Aces and King are the worst cards.
de: Rachitischen Kate ist ein Trick unter Kartenspiel. Das bedeutet, jeder Spieler wirft in einer Karte und der Spieler mit der höchsten Karte in der gleichen farbe als die erste Karte gewinnt den Stich und die Karten. Aber warte! die Person, die mit den niedrigsten Betriebs Punktzahl gewinnt. So gewinnen einen Trick ist nicht unbedingt gut. Die Pik-Dame (Rachitischen Kate) gibt es 10 Punkte gegen Sie und in der Jacks Variation des Spiels jeweils Jack ist zwei Punkte wert gegen Sie. Wenn Sie aus Karten laufen Sie eine andere Hand ausgeteilt werden. Wenn Sie alle Spaten in der Hand zu erreichen, wird als 'Dreharbeiten für den Mond' und Ihre Gäste auf Null fällt. Zu Beginn jeder Hand der Spieler geben ihre drei schlechtesten Karten, um ihre Nachbarn. Asse und König sind die schlechtesten Karten.
es: Raquítico Kate es un juego de cartas cuyo objetivo es acabar la partida con el mínimo de puntos posibles. El que comienza la ronda tira una carta en medio de la mesa. Los otros tienen que seguir con el mismo palo . Gana la mano quien haya sacado la carta más alta, para efectos de este juego el As (A) de cada palo representa la carta más alta. El ganador de la mano es el que comienza la siguiente ronda. Si no se tienen cartas del palo escogido se puede tirar cualquier otra. Las cartas negativas son todas las del palo sotas y la Reina de picas, también llamada Raquítico Kate. Modificación de las opciones será agregar cartas más negativas y positivas. Si usted obtiene todas las cartas negativas en una mano se le llama 'Alcanzar la Luna' y su puntuación se reduce a cero. En la primera ronda, cada jugador debe escoger 3 cartas y pasarlas al jugador de la izquierda.
fr: Rachitique Kate est un jeu astuce prise de la carte. Cela signifie que chaque joueur lance dans une carte et le joueur avec la carte la plus haute dans la même couleur que la première carte remporte le pli et les cartes. Mais attendez! la personne avec le plus bas score gagne de course. Donc gagner un truc est pas nécessairement bon. La Dame de pique (Rickety Kate) vaut 10 points contre vous et de la variation de Jacks du jeu, chaque Jack vaut deux points contre vous. Lorsque vous avez plus de cartes que vous recevez une autre main. Si vous obtenez tous les pique dans une main, il est appelé 'Tir la Lune' et votre score tombe à zéro. Au début de chaque main le joueur passer leurs trois pires cartes de leur voisin. As et Roi sont les pires cartes.
it: Rachitico Kate è un gioco di carte da presa. Questo significa che ogni giocatore lancia una carta e il giocatore con la carta più alta nella stessa suite della prima carta vince il trucco e le carte. Ma aspetta! vince la persona con il punteggio più basso. Quindi vincere un trucco non è necessariamente buono. The Donna di Picche (Rachitico Kate) vale 10 punti contro di te e nella variante Fanti del gioco ogni Fante vale due punti contro di te. Quando finisci le carte ti viene data un'altra mano. Se vinci tutte le penalità in una mano, si chiama 'Spara alla Luna' e il tuo punteggio scende a zero. All'inizio di ogni mano il giocatore passa le sue tre peggiori carte al suo vicino. Assi e Re sono le peggiori carte.
pt_pt: Raquítico é um jogo de truque tendo cartão. Isso significa que cada jogador lançamentos em um cartão eo jogador com a carta mais alta na mesma suíte como o primeiro cartão ganha o truque e os cartões. Mas espera! a pessoa com a menor pontuação ganha corrida. Portanto, vencer um truque não é necessariamente bom. A Dama de Espadas (Raquítico Kate) vale 10 pontos contra você e na variação do Valetes do jogo, cada Valete vale dois pontos contra você. Quando você correr para fora de cartões que você é negociado outra mão. Se você obter todas as pás em uma mão ele é chamado de 'Disparado a Lua' e sua pontuação cai para zero. No início de cada mão o jogador passar as suas três piores cartas para seu vizinho. Ás e Rei são as piores cartas.

# Rickety Kate Hearts Rules
source: Rickety Kate is a trick taking card game. This means every player tosses in a card and the player with the highest card in the same suite as the first card wins the trick and the cards. But wait! the person with the lowest running score wins. So winning a trick is not necessarily good. The Queen of Spades (Rickety Kate) is worth 13 points against you and in the Hearts variation the hearts are also worth points against you. When you run out of cards you are dealt another hand. If you obtain all the spades in a hand it is called 'Shooting the Moon' and your score drops to zero. At the beginning of each hand the player pass their three worst cards to their neighbour. Aces and King are the worst cards.
de: Rachitischen Kate ist ein Trick unter Kartenspiel. Das bedeutet, jeder Spieler wirft in einer Karte und der Spieler mit der höchsten Karte in der gleichen farbe als die erste Karte gewinnt den Stich und die Karten. Aber warte! die Person, die mit den niedrigsten Betriebs Punktzahl gewinnt. So gewinnen einen Trick ist nicht unbedingt gut. Die Pik-Dame (Rachitischen Kate) ist es wert 13 Punkte gegen Sie und in den Herzen Variation die Herzen Wert sind auch Punkte gegen Sie. Wenn Sie aus Karten laufen Sie eine andere Hand ausgeteilt werden. Wenn Sie alle Spaten in der Hand zu erreichen, wird als 'Dreharbeiten für den Mond' und Ihre Gäste auf Null fällt. Zu Beginn jeder Hand der Spieler geben ihre drei schlechtesten Karten, um ihre Nachbarn. Asse und König sind die schlechtesten Karten.
es: Raquítico Kate es un juego de cartas cuyo objetivo es acabar la partida con el mínimo de puntos posibles. El que comienza la ronda tira una carta en medio de la mesa. Los otros tienen que seguir con el mismo palo . Gana la mano quien haya sacado la carta más alta, para efectos de este juego el As (A) de cada palo representa la carta más alta. El ganador de la mano es el que comienza la siguiente ronda. Si no se tienen cartas del palo escogido se puede tirar cualquier otra. Las cartas negativas son todas las del palo corazones y la Reina de picas, también llamada Raquítico Kate. Modificación de las opciones será agregar cartas más negativas y positivas. Si usted obtiene todas las cartas negativas en una mano se le llama 'Alcanzar la Luna' y su puntuación se reduce a cero. En la primera ronda, cada jugador debe escoger 3 cartas y pasarlas al jugador de la izquierda.
fr: Rachitique Kate est un jeu astuce prise de la carte. Cela signifie que chaque joueur lance dans une carte et le joueur avec la carte la plus haute dans la même couleur que la première carte remporte le pli et les cartes. Mais attendez! la personne avec le plus bas score gagne de course. Donc gagner un truc est pas nécessairement bon. La Dame de pique (Rachitique Kate) vaut 13 points contre vous et dans la variation coeurs les coeurs valent également points contre vous. Lorsque vous avez plus de cartes que vous recevez une autre main. Si vous obtenez tous les pique dans une main, il est appelé 'Tir la Lune' et et votre score tombe à zéro. Au début de chaque main le joueur passer leurs trois pires cartes de leur voisin. As et Roi sont les pires cartes.
it: Rachitico Kate è un gioco di carte da presa. Questo significa che ogni giocatore lancia una carta e il giocatore con la carta più alta nella stessa suite della prima carta vince il trucco e le carte. Ma aspetta! vince la persona con il punteggio più basso. Quindi vincere un trucco non è necessariamente buono. The Donna di Picche (Rachitico Kate) vale 13 punti contro di te e nella variante Cuori del gioco le altre carte di valore valgono 1 punto contro di te. Quando finisci le carte ti viene data un'altra mano. Se vinci tutte le penalità in una mano, si chiama 'Spara alla Luna' e il tuo punteggio scende a zero. All'inizio di ogni mano il giocatore passa le sue tre peggiori carte al suo vicino. Assi e Re sono le peggiori carte.
pt_pt: Raquítico é um jogo de truque tendo cartão. Isso significa que cada jogador lançamentos em um cartão eo jogador com a carta mais alta na mesma suíte como o primeiro cartão ganha o truque e os cartões. Mas espera! a pessoa com a menor pontuação ganha corrida. Portanto, vencer um truque não é necessariamente bom. A Dama de Espadas (Raquítico Kate) vale 13 pontos contra você e na variação dos corações dos corações são também pontos valem contra você. Quando você correr para fora de cartões que você é negociado outra mão. Se você obter todas as pás em uma mão ele é chamado de 'Disparado a Lua' e sua pontuação cai para zero. No início de cada mão o jogador passar as suas três piores cartas para seu vizinho. Ás e Rei são as piores cartas.

source: %d Points Each
de: Jeweils %d Punkte
es: %d Puntos cada uno
fr: %d Points Chacun
it: %d Punti Ciascuno
pt_pt: %d Pontos Cada

source: %d Points
de: %d Punkte
es: %d Puntos
it: %d Punti
pt_pt: %d Pontos

source: %d %@ Each
de: Jeweils %d %@
es: %d %@ cada uno
fr: %d %@ Chacun
it: %d %@ Ciascuno
pt_pt: %d %@ Cada

source: Point
de: Punkte
es: Punto
it: Punto
pt_pt: Ponto

source: Points
de: Punkte
es: Puntos
it: Punti
pt_pt: Pontos

source: Total Points for Hand can not Fall Below Zero
de: Gesamtpunkte für die Hand nicht unter Null fallen
es: Puntos totales de mano no pueden caer por debajo de cero
fr: Total des points pour la main ne peuvent pas tomber à moins de zéro
it: I punti totali per mano non possono scendere sotto zero
pt_pt: Total de pontos para mão não podem cair abaixo de zero

# You score is %d
source: Your score is %d
de: Ihr Ergebnis ist %d
es: Su puntuación es %d
fr: Ton score est %d
it: Il tuo punteggio è %d
pt_pt: Sua pontuação é de %d

# %@ score is %d
source: %@'s score is %d
de: %@s-Score ist %d
es: Puntuación de %@ es %d
fr: Le score de %@ est %d
it: Il punteggio di %@ è %d
pt_pt: Pontuação de %@ é de %d

# You Score %d n %d Wins
source: Your Score : %d & %d Wins
de: Ihre Punktewertung: %d & %d Siege
es: Tu puntuación: %d y %d Victorias
fr: Votre score: %d & %d Victoires
it: Il tuo punteggio: %d e %d vince
pt_pt: Sua pontuação: %d e %d Vitórias

# %@ Score %d n %d Wins
source: %@'s Score : %d & %d Wins
de: %@s Score : %d & %d Siege
es: %@ : %d y %d Victorias
fr: De %@ Score: %d & %d Victoires
it: Punteggio di %@: %d e %d vittorie
pt_pt: %@ Placar : %d e %d Vitórias

# You Score %d n %d %@
source: Your Score : %d & %d %@
de: Ihre Punktewertung: %d & %d %@
es: Tu puntuación: %d & %d %@
fr: Votre score: %d & %d %@
it: Il tuo punteggio: %d e %d %@
pt_pt: Sua pontuação: %d e %d %@

# %@ Score %d n %d %@
source: %@'s Score : %d & %d %@
es: %@ : %d & %d %@
fr: De %@ Score: %d & %d %@
it: Punteggio di %@: %d e %d %@
pt_pt: %@ Placar : %d e %d %@

source: Win
de: Siege
es: Victoria
fr: Victoire
it: Vincere
pt_pt: Vitória

source: Wins
de: Siege
es: Victorias
fr: Victoires
it: Vittorie
pt_pt: Vitórias

source: You have %d Wins
de: Sie haben %d Siege
es: Usted tiene 1 Victorias
fr: Vous avez %d Victoires
it: Hai %d Vittorie
pt_pt: Você tem %d vitórias

source: %@ : %d Wins
de: %@ : %d Siege
es: %@ : %d Victorias
fr: %@ : %d Victoires
it: %@ : %d Vittorie
pt_pt: %@ : %d Vitórias

# Speed Of Cards
source: Speed of Tossed Cards
de: Karte Geschwindigkeit
es: Velocidad de Tarjetas
fr: Vitesse de Cartes Secouées
pt_pt: Velocidade de cartões

source: Include Jokers?
de: Fügen Jokers?
es: Incluya comodines?
fr: Inclure les Jokers?
pt_pt: Incluir Curingas?

source: Soccer %@
de: Fussball %@
es: Fútbol %@
fr: Football %@
pt_pt: Futebol %@

source: %@ was bashed by the Hooligan. Poor %@.
de: %@ wurde von der Hooligan eingeschlagen. Schlechte %@.
es: %@ golpeado por el gamberro. Pobre %@.
fr: %@ a été défoncé par le Hooligan. Le pauvre %@.
pt_pt: %@ foi esmagada pela Hooligan. Pobre %@.

source: Page
de: Seite
pt_pt: Página

# Archer_Letter
source: Ar
de: S

# Princess_Letter
source: Ps
de: F

source: No
de: Nein
fr: Non
pt_pt: Não

source: Wow!!! %@
fr: Ouah!!! %@
